Ceph/study_compaction/qd48-120s-wbuff-size-10x-test-perfon/dump_fio_result
fio-write: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=rbd, iodepth=48
fio-3.19-52-gb2ed
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=35673: Tue May 12 09:56:19 2020
  write: IOPS=6262, BW=24.5MiB/s (25.7MB/s)(2936MiB/120004msec); 0 zone resets
    slat (nsec): min=915, max=8911.0k, avg=3605.52, stdev=10783.87
    clat (usec): min=925, max=5951.2k, avg=7659.84, stdev=107688.19
     lat (usec): min=930, max=5951.2k, avg=7663.44, stdev=107688.23
    clat percentiles (usec):
     |  1.00th=[   1532],  5.00th=[   2442], 10.00th=[   3097],
     | 20.00th=[   3490], 30.00th=[   3654], 40.00th=[   3818],
     | 50.00th=[   3949], 60.00th=[   4080], 70.00th=[   4293],
     | 80.00th=[   4621], 90.00th=[   5407], 95.00th=[   6325],
     | 99.00th=[   8094], 99.50th=[   8848], 99.90th=[2600469],
     | 99.95th=[3170894], 99.99th=[3338666]
   bw (  KiB/s): min=   72, max=47840, per=100.00%, avg=35839.06, stdev=15143.79, samples=167
   iops        : min=   18, max=11960, avg=8959.77, stdev=3785.96, samples=167
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=2.75%, 4=51.76%, 10=45.19%, 20=0.15%, 50=0.01%
  lat (msec)   : 250=0.02%, 1000=0.01%, 2000=0.01%, >=2000=0.11%
  cpu          : usr=6.18%, sys=3.65%, ctx=554515, majf=1, minf=1644
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=100.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwts: total=0,751498,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=48

Run status group 0 (all jobs):
  WRITE: bw=24.5MiB/s (25.7MB/s), 24.5MiB/s-24.5MiB/s (25.7MB/s-25.7MB/s), io=2936MiB (3078MB), run=120004-120004msec

Disk stats (read/write):
  sda: ios=143/3368, merge=0/130363, ticks=1560/45204, in_queue=46744, util=15.56%